[
    {
        "title": "Work experiences",
        "data": [
            {
                "object": "Software developer",
                "time": "Feb 2024 - now",
                "location": "Wintech SPA",
                "text": [
                    "Software developer. I am involved in a project aimed at integrating AI into business processes, and in the development of software for customers using the proprietary language of Sistemi.",
                    "Technology stack: Python, Java, Angular, BC (proprietary language of Sistemi)."
                ]
            },
            {
                "object": "Company solution consultant",
                "time": "May 2021 - Apr. 2023",
                "location": "Engineering SPA",
                "text": [
                    "Application specialist at the Hospital in Padua, with a role of responsibility and autonomy both in the management of routine activities (customer training and assistance, data extraction) and in the improvement of the proposed solution (configuration of new features, database maintenance). I also participated in kick-offs of the new software in various italian hospitals.",
                    "I gained extensive experience on-the-job of Oracle SQL and healthcare IT consultancy, while improving various soft skills: relational skills with colleagues and customers, efficient work organization, problem solving, emergency management."
                ]
            }
        ]
    },
    {
        "title": "Education",
        "data": [
            {
                "object": "Online bootcamps",
                "time": "Apr. 2023 - Nov. 2023",
                "location": "Udemy",
                "text": [
                    "I learnt Python and web development through online courses."
                ]
            },
            {
                "object": "Master's degree in Bioengineering",
                "time": "Sept. 2018 - Apr. 2021",
                "location": "Università degli Studi di Padova",
                "text": [
                    "Final mark: 101/110",
                    "Thesis: Classifiers for the identification of bacterial infections in developing countries: selection of biomarkers and machine learning techniques"
                ]
            }
        ]
    },
    {
        "title": "Certifications",
        "data": [
            {
                "object": "State Exam for Professional Information Engineer",
                "time": "Dec. 2021",
                "location": "Università degli Studi di Padova",
                "text": []
            }
        ]
    },
    {
        "title": "Other experiences",
        "data": [
            {
                "object": "",
                "time": "",
                "location": "",
                "text": [
                    "▶ entertainer, organizer and coordinator of the parish summer camp",
                    "▶ educator of Azione Cattolica",
                    "▶ tutoring, both for privates and for voluntary associations",
                    "▶ AVO volunteer at Padua hospital",
                    "▶ blood donor with AVIS"
                ]
            }
        ]
    },
    {
        "title": "Hobbies",
        "data": [
            {
                "object": "",
                "time": "",
                "location": "",
                "text": [
                    "I believe I fit the engineer stereotypes quite well, being a bit of a \"nerd\" and all. My main hobby is playing a lot of games, such as board games, card games and especially video games. Additionally, I have a keen interest in watching anime, TV series and films.",
                    "Ever since high school, and to this day, I have actively engaged in volunteering, particularly with children and teenagers. I really enjoy spending spending time with them and I genuinely believe that everyone should give it a try.",
                    "If given the opportunity, I hope to utilize my programming skills to assist and make a positive impact on people's lives."
                ]
            }
        ]
    }
]